[
    {
        "text":"When Bill Gates got married on Lanai, he rented every helicopter on the Hawaiian islands so that paparazzi couldn't use them to fly over. Although in that case, it was a positive, because now you can imagine that wedding however you want.",
        "from":"Silicon Valley",
        "saidby":"Donald Jared Dunn",
        "episode":"S2E5 - Server Space"
    },
    {
        "text":"When Dinesh calls me retarded frankenstein, or he describes me as AIDS lady or Gilfoyle refers to me as effeminate k.d. lang, I know this is a joke among friends.",
        "from":"Silicon Valley",
        "saidby":"Donald Jared Dunn",
        "episode":"S2E4 - The Lady"
    },
    {
        "text":"They just kept saying that if I didn't waste so much money at the butthole doctor, then we'd have enough money, but I pay for all my medical out of pocket.",
        "from":"Silicon Valley",
        "saidby":"Donald Jared Dunn",
        "episode":"S2E3 - Bad Money"
    },
    {
        "text":"The greatness of human accomplishment has always been measured by size. The bigger, the better. Until now. Nanotech. Smart cars. Small is the new big. In the coming months, Hooli will deliver Nucleus, the most sophisticated compression software platform the world has ever seen. Because if we can make your audio and video files smaller, we can make cancer smaller. And hunger. And AIDS.",
        "from":"Silicon Valley",
        "saidby":"Gavin Belson",
        "episode":"S1E3 - Articles of Incorporation"
    },
    {
        "text":"Jobs was a poser. He didn't even write code.",
        "from":"Silicon Valley",
        "saidby":"Richard Hendricks",
        "episode":"S1E1 - Minimum Viable Product"
    },
    {
        "text":"Look, guys, for thousands of years, guys like us gave gotten the shit kicked out of us. But now, for the first time, we're living in an era, where we can be in charge and build empires. We could be the vikings of our day.",
        "from":"Silicon Valley",
        "saidby":"Richard Hendricks",
        "episode":"S1E1 - Minimum Viable Product"
    },
    {
        "text":"What is Hooli? Excellent question. Hooli isn't just another high tech company. Hooli isn't just about software. Hooli… Hooli is about people. Hooli is about innovative technology that makes a difference, transforming the world as we know it. Making the world a better place, through minimal message oriented transport layers. I firmly believe we can only achieve greatness if first we achieve goodness.",
        "from":"Silicon Valley",
        "saidby":"Gavin Belson",
        "episode":"S1E1 - Minimum Viable Product"
    },
    {
        "text":"What is the most important thing for a company? Is it the cash flow? Is it the inventory? Nuh-uh. It's the people. The people. My proudest moment here was not when I increased profits by 17%, or when I cut expenses without losing a single employee. No, no, no, no, no. It was a young Guatamalan guy. First job in the country, barely spoke English. Came to me and said, “Mr. Scott, would you be the godfather of my child?” Wow. Wow. Wow. Didn't work out in the end. We had to let him go. He sucked.",
        "from":"The Office",
        "saidby":"Michael Scott",
        "episode":"S1E1 - Pilot"
    },
    {
        "text":"Downsizing? Yeah, I have no problem with that. I have been recommending downsizing since I first got here. I even brought it up in my interview. I say, bring it on.",
        "from":"The Office",
        "saidby":"Dwight Schrute",
        "episode":"S1E1 - Pilot"
    },
    {
        "text":"If you think she's cute now, you should have seen her a couple of years ago.",
        "from":"The Office",
        "saidby":"Michael Scott",
        "episode":"S1E1 - Pilot"
    },
    {
        "text":"I feel like all my kids grew up and then they married each other. It's every parent's dream.",
        "from":"The Office",
        "saidby":"Michael Scott",
        "episode":"S9E23 - Finale"
    },
    {
        "text":"I wish there was a way to know you're in the good old days before you've actually left them.",
        "from":"The Office",
        "saidby":"Andrew Bernard",
        "episode":"S9E23 - Finale"
    },
    {
        "text":"You know what the scariest part is? What if there's only one woman for everybody, you know? I mean, what if you get one woman, and that's it? Unfortunately, in my case, there was only one woman… for her.",
        "from":"Friends",
        "saidby":"Ross Geller",
        "episode":"S1E1 - The One Where Monica Gets a Roommate"
    },
    {
        "text":"A bug is never just a mistake. It represents something bigger. An error of thinking. That makes you who you are.",
        "from":"Mr. Robot",
        "saidby":"Elliot Alderson",
        "episode":"S1E3 - eps1.2d3bug.mkv"
    },
    {
        "text":"Most coders think debugging software is about fixing a mistake, but that's bullshit. Debugging's actually all about finding the bug, about understanding why the bug was there to begin with, about knowing that its existence was no accident. It came to you to deliver a message, like an unconscious bubble floating to the surface, popping with a revelation you've secretly known all along.",
        "from":"Mr. Robot",
        "saidby":"Elliot Alderson",
        "episode":"S1E3 - eps1.2d3bug.mkv"
    },
    {
        "text":"Continuously getting legit refills isn't realistic, and neither is being a junkie.",
        "from":"Mr. Robot",
        "saidby":"Elliot Alderson",
        "episode":"S1E3 - eps1.1_ones-and-zer0es.mpeg"
    }
]